import json

data = {
    "Подарок новичка": {
        "name": "Подарок новичка",
        "type": "коробка",
        "quality": "коробка",
        "desc": "Комплект новичка: - меч, шлем",
        "add": ["меч обычный", "шлем обычный"],
        "sell": -2,
        "count": 0,
        "особенности": {}},
    
    "Коробка со слабой рапирой жизни": {
        "name": "Коробка со слабой рапирой",
        "type": "коробка",
        "quality": "коробка",
        "desc": "Коробка test",
        "add": ["слабая рапира жизни"],
        "sell": -2,
        "count": 0,
        "особенности": {}},
    
    "меч обычный": {
        "name": "меч обычный",
        "type": "оружие",
        "quality": "Обычный",
        "desc": "Обычный ничем не примечательный меч",
        "damage": 1,
        "sell": -1,
        "count": 0,
        "особенности": {}},
    
    "слабая рапира жизни": {
        "name": "слабая рапира жизни",
        "type": "оружие",
        "quality": "Редкий",
        "desc": "Лень писать описание",
        "damage": 13,
        "sell": 405,
        "count": 0,
        "особенности": {
            "+ к макс. кол-ву жизней": 10
        }},

    "шлем обычный": {
        "name": "шлем обычный",
        "type": "броня",
        "quality": "Обычный",
        "desc": "Обычный ничем не примечательный шлем",
        "armor": 1,
        "sell": -1,
        "count": 0,
        "особенности": {}}
}

